{
  "basics": {
    "name": "Noah Hamilton",
    "image": "",
    "email": "nothamil@iu.edu",
    "url": "https://nthamilton57.github.io",
    "location": {
      "postalCode": "IN 46202",
      "city": "Indianapolis",
      "countryCode": "US",
      "region": "Indiana"
    }
  },
      "education": [
      {
      "institution": "Indiana University, Indianapolis",
      "location": "Indianapolis, Indiana",
      "url": "https://science.indianapolis.iu.edu/biology/index.html",
      "area": "Biology",
      "studyType": "PhD",
      "startDate": "2025-08"
    },
    {
      "institution": "Indiana University, Indianapolis",
      "location": "Indianapolis, Indiana",
      "url": "https://luddy.indianapolis.iu.edu/index.html",
      "area": "Bioinformatics",
      "studyType": "MS",
      "startDate": "2024-08",
      "endDate": "2025-06"
    },
    {
      "institution": "Indiana University Purdue University Indianapolis (IUPUI)",
      "location": "Indianapolis, Indiana",
      "url": "https://science.indianapolis.iu.edu/biology/index.html",
      "area": "Biology",
      "studyType": "BS",
      "startDate": "2020-08",
      "endDate": "2024-05"
    }
  ],
    "certificates": [
    {
      "name": "Fundamentals of Data Analytics",
      "date": "2024",
      "issuer": "Indiana University Purdue University Indianapolis"
    },
    {
      "name": "Applied Data Science",
      "date": "2024",
      "issuer": "Indiana University Purdue University Indianapolis"
    }
  ],
  "work": [
    {
      "name": "Department of Biology, Indiana University Indianapolis",
      "position": "Academic Lab Technician",
      "startDate": "2024-01",
      "endDate": "2025-07",
      "summary": "Provided comprehensive laboratory support and instruction across multiple undergraduate biology courses, managing operations, safety protocols, technical procedures, and staff coordination to ensure effective learning environments for hundreds of students.",
      "highlights": [
        "Implemented detailed weekly lab plans, ensuring a seamless learning experience for up to 900 students.", 
        "Prepared laboratory course materials, equipment, media and reagents for Human Anatomy, Exploring the World of Animals, and Human Physiology courses.", 
        "Maintained compliance with Biosafety Level 2 protocols and completed annual Blood-borne Pathogens & Laboratory Safety training requirements.",
        "Conducted routine instrument checks and calibration to ensure accurate laboratory results and equipment functionality.", 
        "Prepared specialized reagents and media according to established protocols and quality standards.", 
        "Troubleshot analytical equipment malfunctions and resolved experimental errors to maintain laboratory efficiency.", 
        "Managed laboratory inventory and coordinated equipment ordering to ensure adequate supplies and resources.", 
        "Organized laboratory spaces and maintained systematic workflow processes for optimal functionality.", 
        "Participated in hiring committees to evaluate and select qualified candidates for staff positions.", 
        "Utilized Microsoft Office applications to document procedures, track inventory, and communicate laboratory results.", 
        "Collaborated effectively with faculty members to achieve laboratory objectives."]
    }, 
    {
      "name": "Honors College, Indiana University Purdue University Indianapolis",
      "position": "H-200 Course Mentor",
      "startDate": "2020-08",
      "endDate": "2023-12",
      "summary": "Mentored and supported undergraduate honors students through comprehensive academic and leadership development programs while contributing to course leadership and administrative coordination.",
      "highlights": ["Mentored a cohort of 15 students, equipping them with essential skills and strategies for academic and professional success.", "Conducted individual one-on-one meetings with each student to provide personalized academic advising and goal-setting guidance.", "Organized annual Leadership & Engagement Panel by recruiting and coordinating campus leaders to present to Honors College students.", "Developed comprehensive training modules to orient new mentors to course curriculum and facilitate their transition into the program.", "Provided weekly session resources and materials to all mentors to support effective facilitation of class sessions.", "Served as Student Liaison, functioning as primary communication bridge between H-200 leadership team and Dean of Honors College.", "Streamlined internal communication by addressing mentor questions and concerns with Dean Dr. Kristy Sheeler."]
    },
    {
      "name": "Department of Biology, Indiana University Purdue University Indianapolis",
      "position": "Prep Lab Assistant",
      "startDate": "2020-08",
      "endDate": "2023-12",
      "summary": "Assisted in management of comprehensive laboratory preparation and technical operations supporting up to 500 students per semester across multiple biology courses.",
      "highlights": ["Developed weekly laboratory plans and coordinated setup for two courses serving up to 500 students per semester.", "Prepared and organized required laboratory materials using advanced techniques including sample preparation, analysis, dispensing, and distribution.", "Conducted routine instrument checks and calibration to ensure accurate laboratory functionality.", "Prepared specialized reagents, media, and materials for gel electrophoresis, thin layer chromatography, and microbiological cultivation.", "Executed PCR automation and preparation procedures for molecular biology experiments.", "Troubleshot laboratory problems and implemented necessary modifications to ensure seamless lab operations."]
    },
    {
      "name": "Department of Chemistry, Indiana University Purdue University Indianapolis",
      "position": "Recitation Leader",
      "startDate": "2021-01",
      "endDate": "2023-12",
      "summary": "Facilitated collaborative learning experiences and provided academic support to enhance student success in chemistry courses.",
      "highlights": ["Led weekly chemistry recitation sessions for 12 students, promoting active participation and collaborative learning environments.", "Assessed student assignments and provided constructive feedback to improve course comprehension and academic performance.", "Facilitated study skills discussions and equipped students with effective academic success strategies.", "Attended weekly training meetings to support new mentors in developing leadership techniques and content knowledge.", "Presented instructional topics including strategic grouping, learning styles, and assessment techniques to enhance teaching effectiveness."]
    },
    {
      "name": "Science Animal Resource Center, Indiana University Purdue University Indianapolis",
      "position": "Animal Care Technician",
      "startDate": "2022-05",
      "endDate": "2023-05",
      "summary": "Maintained animal health and facility standards to support research operations while ensuring comprehensive documentation and care protocols.",
      "highlights": ["Conducted daily room checks and monitored animal health by ensuring adequate food, housing, and water supplies.", "Maintained facility hygiene standards by washing and restocking caging supplies to enhance operational efficiency.", "Documented rodent health status and population data to ensure comprehensive research records and compliance."]
    },
    {
      "name": "Department of Chemistry, Indiana University Purdue University Indianapolis",
      "position": "Roar in Chemistry (RIC) Mentor",
      "startDate": "2022-09",
      "endDate": "2023-12",
      "summary": "Supported student academic success through interactive study skill development and collaborative chemistry learning sessions.",
      "highlights": ["Led interactive discussions focused on effective study skills specifically tailored for college-level chemistry students.", "Facilitated collaborative learning experiences to reinforce student understanding of complex chemistry concepts.", "Conducted hour-long RIC sessions, encouraging student engagement through questions and personalized study technique guidance."]
    },
    {
      "name": "Self-Employed",
      "position": "Private Tutor",
      "startDate": "2018-11",
      "endDate": "2022-01",
      "summary": "Delivered personalized academic instruction to intermediate and high school students, adapting teaching methods to individual learning needs.",
      "highlights": ["Maintained consistent personalized tutoring schedules with weekly sessions tailored to address individual student academic needs.", "Delivered comprehensive mathematics and science instruction to students ranging from intermediate through high school levels.", "Adapted teaching methodologies to accommodate diverse learning styles and maximize student comprehension and academic improvement."]
    },
    {
      "name": "Honors College, Indiana University Purdue University Indianapolis",
      "position": "Front Office Assistant",
      "startDate": "2022-05",
      "endDate": "2022-08",
      "summary": "Provided administrative support and enhanced student services within the Honors College environment.",
      "highlights": ["Responded to student inquiries via email and phone communication to enhance overall Honors College student experience.", "Maintained and organized shared study and collaboration spaces within the Honors College Lounge for student use."]
    }
  ],
  "volunteer": [
    {
      "organization": "Honors College, Indiana University Purdue University Indianapolis",
      "position": "Peer Mentor",
      "startDate": "2022-07",
      "endDate": "2023-12",
      "summary": "Provided individualized academic and personal development support to honors students while participating in ongoing professional development and mentor training programs.",
      "highlights": ["Conducted biweekly meetings with assigned students, offering personalized guidance on academic goals and extracurricular involvement.", "Advised mentees on college opportunities and resources to encourage holistic personal and academic growth.", "Provided constructive feedback and ongoing support to help students achieve both short-term and long-term objectives.", "Attended bi-semesterly large group training sessions and monthly small group meetings to enhance mentoring effectiveness and collaborate on student success strategies."]
    },
    {
      "organization": "Tuxedo Brothers Event Management",
      "position": "Race Coordination Volunteer",
      "startDate": "2019-04",
      "summary": "Support large-scale race event operations by assisting in coordinating logistics, ensuring participant safety, and providing customer service for events serving up to 20,000 participants.",
      "highlights": ["Collaborate with the race team to set up race routes, ensuring participant safety and event success.", "Contribute to course management, contributing to the execution of races with up to 20,000 participants.", "Serve as knowledgeable point of contact for race participants, addressing inquiries and providing information about event organization and procedures."]
    },
    {
      "organization": "Gleaners Goodbank of Indiana",
      "position": "Volunteer",
      "startDate": "2021-01",
      "endDate": "2022-01",
      "summary": "Provided individualized academic and personal development support to honors students while participating in ongoing professional development and mentor training programs.",
      "highlights": ["Packaged meals for distribution to families, contributing to the fight against food insecurity.", "Efficiently loaded cars with meal packages, ensuring timely distribution to those in need.", "Directed traffic through the facility, maintaining a safe environment for volunteers and recipients."]
    },
    {
      "organization": "Honors College, Indiana University Purdue University Indianapolis",
      "position": "Volunteer Speaker",
      "startDate": "2023-08",
      "endDate": "2024-08",
      "summary": "Represented the Honors College experience to prospective students through speaking engagements and recruitment events.",
      "highlights": ["Assisted with IUPUI Honors College admission events by presenting personal experiences and academic growth to prospective students.", "Participated in panel discussions, providing current student perspective and answering questions about Honors College opportunities and experiences."]
    }
  ],
  "awards": [
    {
      "title": "Chancellor's Scholar",
      "date": "2024-04",
      "awarder": "IUPUI School of Science",
      "summary": "Selected as the top student in the IUPUI School of Science based on educational achievements."
    },
    {
      "title": "Chancellor's Scholar",
      "date": "2024-04",
      "awarder": "IUPUI Honors College",
      "summary": "Selected as the top student in the IUPUI Honors College based on educational achievements."
    },
    {
      "title": "Top 100 Student",
      "date": "2023-02",
      "awarder": "Indiana University Purdue University Indianapolis",
      "summary": "Selected as a Top 100 student at IUPUI based on demonstrating excellence in academics, campus leadership, and community engagement."
    },
    {
      "title": "IUPUI Bepko Scholars Program",
      "date": "2025-05",
      "awarder": "IUPUI Honors College",
      "summary": "Selected as a Bepko Scholar, the most competitive and prestigious award program in the IUPUI Honors College, based on demonstrating outstanding commitment to service, academic excellence, integrity, and character."
    },
    {
      "title": "Ronald E. Kirk Memorial Award",
      "date": "2021-01",
      "awarder": "IUPUI Department of Biology",
      "summary": "Established in memory of biology professor Dr. Ronald E. Kirk, this scholarship is awarded to the top student in freshman biology."
    },
    {
      "title": "Richard O. McCracken Award",
      "date": "2022-02",
      "awarder": "IUPUI Department of Biology",
      "summary": "Awarded in Honor of Dr. Richard O. McCracken to an outstanding sophomore or junior majoring in Biology."
    },
    {
      "title": "Scholar's List",
      "date": "2021-05",
      "awarder": "IUPUI School of Science",
      "summary": "Awarded each semester for earning a cumulative grade point average of 3.75 or higher."
    }
  ],
  "skills": [
    {
      "name": "Physics",
      "level": "Master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        "Quantum Mechanics",
        "Quantum Computing",
        "Quantum Information",
        "Quantum Cryptography",
        "Quantum Communication",
        "Quantum Teleportation"
      ]
    }
  ],
  "interests": [
    {
      "name": "Physics",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Quantum Mechanics",
        "Quantum Computing",
        "Quantum Information",
        "Quantum Cryptography",
        "Quantum Communication",
        "Quantum Teleportation"
      ]
    }
  ],
  "research": [
    {
      "name": "Quantum Computing",
      "summary": "Quantum computing is the use of quantum-mechanical phenomena such as superposition and entanglement to perform computation. Computers that perform quantum computations are known as quantum computers.",
      "highlights": ["Quantum Teleportation", "Quantum Cryptography"],
      "startDate": "2018-01-01",
      "endDate": "2018-01-01",
      "url": "https://example.com"
    }
  ]
}
